Repository: gerhardol/gps-running
Catalog: OverlayPlugin/Util/StringResources.*.resx
Languages: de

source: Add
de: Hinzufügen

source: and
de: und

source: End
de: Ende

source: Find
de: Finde

source: From
de: Von

source: Goal
de: Ziel

source: HR. zone
de: Herzfrequenzzone

source: hours
de: Stunden

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: per specified
de: Tempo Zonen

source: Question?
de: pro angegebener

source: Reset...
de: Entfernen

source: Reset all settings...
de: Zurücksetzen aller Einstellungen…

source: Show
de: Kürzeste Zeit

source: Speed zone
de: Geschwindigkeitszone

source: Start
de: Geschwindigkeitszone

# TimeFormat
source: hh:mm:ss
de: Zeit

source: To
de: Zeiten

source: Warning
de: Bis

source: Factor
de: Faktor

source: Graph
de: Graphik

# NoSelectedActivities
source: No selected activity.
de: Keine Aktivität ausgewählt.

source: Number of zones:
de: Anzahl der Zonen:

# ResetQuestion
source: Are you sure that you want to reset all settings? This cannot be undone.
de: Sind Sie sicher, dass Sie alle Einstellungen zurücksetzen möchten? Dies kann nicht widerrufen werden.

source: Summary
de: Ergebnis

source: Use
de: Gebrauch

source: activities to
de: Aktivitäten an

source: all
de: alle

source: Change category
de: Wechsel Kategorie

source: Select category
de: Bitte Kategorie auswählen

source: selected
de: ausgewählt

source: Send
de: Sende

source: Settings
de: Einstellungen

source: Use all categories
de: Verwende alle Kategorien

# ClimbSummary
source: Climb up/down
de: Steigung +/-

source: Climb zones
de: Steigungen

source: Activities
de: Aktivitäten

source: X axis
de: X Achse

source: Y axis
de: Y Achse

# CopyTable
source: Copy table to clipboard
de: Kopieren in die Zwischenablage

# ForManyActivities
source: for {0} activities
de: der {0} Aktivitäten

source: for one activity
de: der Aktivität

# OfManyActivities
source: of {0} activities
de: von {0} Aktivitäten

source: of no activities
de: keiner Aktivität

source: of one activity
de: einer Aktivität

source: Maximal
de: maximale

source: Minimal
de: minimale

source: Remove
de: Frage?

source: Table
de: Tabelle

source: Training
de: Train / Rennen HF.

source: Unit
de: Gebrauch
