Repository: gerhardol/gps-running
Catalog: trunk/PerformancePredictorPlugin/Properties/Resources.*.resx
Languages: nl, sv

source: Add distance
nl: Afstand toevoegen
sv: Lägg till distans

source: Adjusted time
nl: Bijgestelde tijd
sv: Justerad tid

source: Adjusted VDOT
nl: Bijgestelde VDOT waarde
sv: Justerad VDOT

# DistancesUsed
source: Distance used in models
nl: Afstand gebruikt in modellen
sv: Distans använd i modeller

source: Easy aerobic zone
nl: Trage aerobe zone
sv: Låg aerob zon

source: End of part
nl: Einde van deel
sv: Slut på del

source: Estimated time
nl: Geschatte tijd
sv: Uppskattad tid

source: High aerobic zone
nl: Snelle aerobe zone
sv: Hög aerob zon

source: High Score plugin integration
nl: High Score plugin integratie

source: Interval split times
nl: Interval split tijden
sv: Intervall tider

source: Mod aerobic zone
nl: Gemiddelde aerobe zone
sv: Med aerob zon

# NoMaxHR
source: Please go the athlete view and set your maximal heart rate to see the results.
nl: Ga naar atleet scherm en stel uw maximale hartslag in om de resultaten te zien.
sv: Gå till Idrottare vyn och sätt din maximala puls för att se resultatet.

source: Pace for tempo runs
nl: Tempo voor tempotraining
sv: Tempo för snabblöpturer

# PaceForTempoRuns_label
source: Pace for tempo runs of 20 to 60 minutes at VDOT {0:0.0}.
nl: Tempo voor tempotraining van 20 tot 60 minuten aan VDOT {0:0.0}
sv: Tempo för snabblöpturer på 20 till 60 minuter vid VDOT {0:0.0}

# PaceRunNotification
source: 20 min run is at lactate threshold pace - pace of longer runs adjusted to maintain proper intensity.
nl: 20 min loop is aan omslagpunttempo - tempo van langere trainingen is aangepast om juiste intensiteit te bekomen.

# PositiveNumber
source: Distance must be a positive number, optionally followed by the unit.
nl: Afstand moet een positief getal zijn.
sv: Distans måste vara ett positivt nummer, eventuellt följt av enhet.

source: Predicted time
nl: Voorspelde tijd
sv: Prognostid

source: Prediction model
nl: Voorspellingsmodel
sv: Prognosmodell

source: Prediction results
nl: Voorspelde resultaten
sv: Prognosresultat

# ProcDistUsed
source: % of distance to predict time
nl: % van afstand om tijd te voorspellen
sv: av distans för att förutsäga tid

source: Recovery
nl: Herstel
sv: Återhämtning

source: Remove distance
nl: Afstand wissen
sv: Ta bort distans

source: Time prediction
nl: Tijdvoorspelling
sv: Tidprognos

source: Train / race HR.
nl: Training / wedstrijd HF.
sv: Tränings/tävlings puls

source: Used activity start date
nl: Gebruikte startdatum activiteit
sv: Använd aktivitet startdatum

source: Used activity start time
nl: Gebruikte starttijd activiteit
sv: Använd aktivitet starttid

source: Used length of activity
nl: Gebruikte lengte activiteit
sv: Använd längd av aktivitet

source: Used time of activity
nl: Gebruikte tijd van activiteit
sv: Använd tid av aktivitet

source: View in chart
nl: Zien in grafiek
sv: Visa i diagram

source: View in table
nl: Zien in tabel
sv: Visa i tabell

# Webpage
source: Performance Predictor plugin webpage
nl: Performance Predictor plugin webpagina
sv: Performance Predictor plugin websida

# WeightNotification
source: Estimated times and paces are +/- {0} per {1}
nl: Geschatte tijden en tempo's bedragen +/- {0} per {1}.
sv: Uppskattade tider och tempo är +/- {0} sekunder per {1}.

source: Zone / distance
nl: Zone / afstand
sv: Zon / distans

source: No seed activity
nl: Geen bronactiviteit
sv: Ingen data

source: Velocity
nl: Snelheid
sv: Hastighet
